Revit 2027 API
GroupTypeId.OverallLegend Property
 Overall Legend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OverallLegend { get; }
Public Shared ReadOnly Property OverallLegend As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OverallLegend {
	ForgeTypeId^ get ();
}
static member OverallLegend : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace